Repository: mikromcz/Checker
Catalog: locale/*/LC_MESSAGES/default.po
Languages: cs, de, pl, sk

source: More than one service found. Select which you want to use.
cs: Nalezeno více služeb. Vyberte kterou chcete použít.
de: Mehrere Dienste gefunden. Wählen Sie aus, welchen Sie verwenden möchten.
pl: Znaleziono więcej niż jedną usługę. Wybierz, której chcesz użyć.
sk: Nájdených viac služieb. Vyberte, ktorú chcete použiť.

source: Cancel
cs: Zrušit
de: Abbrechen
pl: Anuluj
sk: Zrušiť

source: Open and fill checker page (geocheck.org, geochecker.com, evince.locusprime.net, etc.)
cs: Pokud je v listingu odkaz na ověření, otevře web a předvyplní souřadnice
de: Checker-Seite öffnen und ausfüllen (geocheck.org, geochecker.com, evince.locusprime.net, usw.)
pl: Otwórz i wypełnij stronę weryfikacji (geocheck.org, geochecker.com, evince.locusprime.net, itp.)
sk: Otvoriť a vyplniť stránku overenia (geocheck.org, geochecker.com, evince.locusprime.net, atď.)

source: Changelog
cs: Seznam změn
de: Änderungsprotokoll
pl: Lista zmian
sk: Zoznam zmien

source: OK: Succesfuly verified!
cs: OK: Úspěšně ověřeno!
de: OK: Erfolgreich überprüft!
pl: OK: Pomyślnie zweryfikowano!
sk: OK: Úspešne overené!

source: Error: Coordinates do not match!
cs: Chyba: Souřadnice jsou chybné!
de: Fehler: Koordinaten stimmen nicht überein!
pl: Błąd: Współrzędne się nie zgadzają!
sk: Chyba: Súradnice sa nezhodujú!

source: Error: Geocache not found!
cs: Chyba: Keš neexistuje!
de: Fehler: Geocache nicht gefunden!
pl: Błąd: Skrzynka nie została znaleziona!
sk: Chyba: Keška nebola nájdená!

source: Error: Basic member cannot verify PMO geocache!
cs: Chyba: Běžní hráči nemohou kontrolovat Pémiové keše!
de: Fehler: Basic-Mitglieder können PMO-Geocaches nicht überprüfen!
pl: Błąd: Zwykli członkowie nie mogą weryfikować skrzynek PMO!
sk: Chyba: Bežní hráči nemôžu overovať PMO kešky!

source: Error: Cannot verify an unpublished or archived geocache!
cs: Chyba: Nelze zkontrolovat nepublikované, nebo archivované keše!
de: Fehler: Unveröffentlichte oder archivierte Geocaches können nicht überprüft werden!
pl: Błąd: Nie można zweryfikować niepublikowanej lub zarchiwizowanej skrzynki!
sk: Chyba: Nie je možné overiť nepublikovanú alebo archivovanú kešku!

source: Error: Limit exceeded, only 10 in 10 minutes allowed!
cs: Chyba: Překročen limit počtu ověření! Povoleno 10 během 10 minut.
de: Fehler: Limit überschritten, nur 10 Überprüfungen in 10 Minuten erlaubt!
pl: Błąd: Przekroczono limit, dozwolone tylko 10 weryfikacji w 10 minut!
sk: Chyba: Limit prekročený, povolených len 10 overení za 10 minút!

source: Result:
cs: Výsledek:
de: Ergebnis:
pl: Wynik:
sk: Výsledok:

source: Error: Unexpected return value:
cs: Chyba: Neočekávaná hodnota:
de: Fehler: Unerwarteter Rückgabewert:
pl: Błąd: Nieoczekiwana wartość zwrotna:
sk: Chyba: Neočakávaná návratová hodnota:

source: Error: No coordinate checker URL found!
cs: Chyba: Nenalezen odkaz na žádnou ověřovací službu!
de: Fehler: Keine Koordinaten-Checker-URL gefunden!
pl: Błąd: Nie znaleziono adresu URL usługi weryfikacji!
sk: Chyba: Nenájdená žiadna URL adresa na overenie súradníc!

source: Error: You didn't select anything!
cs: Chyba: Nebylo nic vybráno!
de: Fehler: Sie haben nichts ausgewählt!
pl: Błąd: Nic nie zostało wybrane!
sk: Chyba: Nič ste nevybrali!

source: Dead service.
cs: Mrtvá služba.
de: Dienst nicht verfügbar.
pl: Martwa usługa.
sk: Mŕtva služba.

source: Wrong parameters!
cs: Neplatné parametry!
de: Falsche Parameter!
pl: Nieprawidłowe parametry!
sk: Nesprávne parametre!

source: Wrong coordinates. Maybe they are zero
cs: Špatné souřadnice. Možná jsou nulové.
de: Falsche Koordinaten. Vielleicht sind sie null.
pl: Nieprawidłowe współrzędne. Być może są zerowe.
sk: Nesprávne súradnice. Možno sú nulové.
